dahanzimin/micropython/ports/esp32/boards/MixGo_CE_LITE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME    "MixGo_CE Lite"
#define MICROPY_HW_MCU_NAME      "ESP32-S2"

#define MICROPY_PY_BLUETOOTH     (0)
#define MICROPY_HW_ENABLE_SDCARD (0)

#define MICROPY_HW_I2C0_SCL                 (41)
#define MICROPY_HW_I2C0_SDA                 (42)
